Repository: yanascz/bitcoin-widgets-ios
Catalog: App/Localizable.xcstrings
Source language: en
Languages: cs

# ContentView.AddTo.header
source: Add to
cs: Přidání

# ContentView.AddTo.HomeScreen.header
source: Add to Home Screen
cs: Hlavní plocha

# ContentView.AddTo.HomeScreen.link
source: Home Screen
cs: Na hlavní plochu

# ContentView.AddTo.HomeScreen.step1
source: From the Home Screen, touch and hold a widget or an empty area until the apps jiggle.
cs: Na ploše stiskněte a podržte widget nebo prázdnou oblast, dokud se aplikace nezačnou chvět.

# ContentView.AddTo.HomeScreen.step2
source: Tap the Add button in the upper-left corner.
cs: Klepněte na „+“ v levém horním rohu displeje.

# ContentView.AddTo.HomeScreen.step3
source: Look up Bitcoin Widgets, then choose desired widget and size.
cs: Najděte Bitcoin Widgets, pak přejížděním doleva/doprava vyberte požadovaný widget a velikost.

# ContentView.AddTo.HomeScreen.step4
source: Tap Add Widget, then tap Done.
cs: Klepněte na „Přidat widget“, pak na „Hotovo“.

# ContentView.AddTo.LockScreen.header
source: Add to Lock Screen
cs: Uzamčená obrazovka

# ContentView.AddTo.LockScreen.link
source: Lock Screen
cs: Na uzamčenou obrazovku

# ContentView.AddTo.LockScreen.step1
source: Touch and hold the Lock Screen until the Customize button appears at the bottom of the screen.
cs: Stiskněte a podržte uzamčenou obrazovku, dokud se neobjeví tlačítko „Přizpůsobit“ u spodního okraje displeje.

# ContentView.AddTo.LockScreen.step2
source: Tap the Customize button, then tap the Lock Screen option.
cs: Klepněte na „Přizpůsobit“, pak klepněte na možnost „Uzamčená obrazovka“.

# ContentView.AddTo.LockScreen.step3
source: Tap the box above or below the time you want to customize.
cs: Klepněte do oblasti nad nebo pod časem, kterou chcete přizpůsobit.

# ContentView.AddTo.LockScreen.step4
source: Look up Bitcoin Widgets, then tap or drag the widgets you want to add.
cs: Najděte Bitcoin Widgets, pak klepnutím nebo přetažením přidejte požadované widgety.

# ContentView.AddTo.LockScreen.step5
source: Close the widget popup, then tap Done.
cs: Zavřete nabídku widgetů, pak klepněte na „Hotovo“.

# ContentView.AddTo.TodayView.header
source: Add to Today View
cs: Zobrazení Dnes

# ContentView.AddTo.TodayView.link
source: Today View
cs: Do zobrazení Dnes

# ContentView.AddTo.TodayView.step1
source: From the Home Screen, swipe right to access the Today View.
cs: Na ploše přejíždějte prstem doprava, dokud neuvidíte zobrazení Dnes.

# ContentView.AddTo.TodayView.step2
source: Scroll down and tap the Edit button, then tap the Add button in the upper-left corner.
cs: Přejeďte dolů a klepněte na „Upravit“, pak klepněte na „+“ v levém horním rohu displeje.

# ContentView.AddTo.TodayView.step3
source: Look up Bitcoin Widgets, then choose desired widget and size.
cs: Najděte Bitcoin Widgets, pak přejížděním doleva/doprava vyberte požadovaný widget a velikost.

# ContentView.AddTo.TodayView.step4
source: Tap Add Widget, then tap Done.
cs: Klepněte na „Přidat widget“, pak na „Hotovo“.

# ContentView.AddTo.WatchFace.header
source: Add to Watch Face
cs: Ciferník hodinek

# ContentView.AddTo.WatchFace.link
source: Watch Face
cs: Na ciferník hodinek

# ContentView.AddTo.WatchFace.step1
source: Press the Digital Crown on your watch to go to the watch face.
cs: Stiskněte korunku Digital Crown na svých hodinkách pro zobrazení ciferníku.

# ContentView.AddTo.WatchFace.step2
source: Touch and hold the display.
cs: Podržte prst na displeji s aktuálním ciferníkem, pak klepněte na „Upravit“.

# ContentView.AddTo.WatchFace.step3
source: Swipe left or right to choose a watch face, then tap Edit.
cs: Přejížděním doleva/doprava vyberte ciferník, pak klepněte na „Upravit“.

# ContentView.AddTo.WatchFace.step4
source: Swipe all the way to the left to edit complications, tap one to select it.
cs: Přejeďte úplně doleva k editaci komplikací, klepnutím nějakou vyberte.

# ContentView.AddTo.WatchFace.step5
source: Look up Bitcoin Widgets, then tap the desired complication to select it.
cs: Najděte Bitcoin Widgets, klepnutím vyberte požadovanou komplikaci.

# ContentView.AddTo.WatchFace.step6
source: Press the Digital Crown to save your changes.
cs: Uložte změny stisknutím korunky Digital Crown.

# ContentView.AddTo.WatchFace.step7
source: Tap the watch face to set it as your current face.
cs: Klepnutím na ciferník jej nastavte jako aktuální.

# ContentView.Configure.header
source: Configure
cs: Konfigurace

# ContentView.Configure.step1
source: Touch and hold a widget until menu appears, then tap Edit Widget.
cs: Stisknutím a podržením widgetu otevřete nabídku rychlých akcí, pak klepněte na „Upravit widget“.

# ContentView.Configure.step2
source: Provide required properties, then tap anywhere when done.
cs: Proveďte změny a dokončete je klepnutím mimo widget.

# ContentView.FindOutMore.header
source: Find out more
cs: Další informace

# ContentView.FindOutMore.issueTracking
source: Issue tracking
cs: Hlášení chyb

# ContentView.FindOutMore.sourceCode
source: Source code
cs: Zdrojový kód

# ContentView.Support.header
source: Support
cs: Podpora
